[{"name":"SAMSUNG","img_url":"https://static.rancahpost.co.id/wp-content/uploads/2017/11/HP-Samsung-Layar-6-Inci.jpg","thumb1":"https://upload.wikimedia.org/wikipedia/commons/d/dc/Samsung_Galaxy_S6_edge%2B.jpg","thumb2":"http://stat.homeshop18.com/homeshop18/images/productImages/747/samsung-galaxy-note-5-4g-single-sim-android-mobile-phone-large_400b1f2fd6cef47e2d97f0e8f729d61f.jpg","thumb3":"http://stat.homeshop18.com/homeshop18/images/productImages/747/samsung-galaxy-note-5-4g-single-sim-android-mobile-phone-large_400b1f2fd6cef47e2d97f0e8f729d61f.jpg","info":"Na prvi pogled ne primećuje se značajna razlika u dizajnu Samsung Galaxy S7 i S7 Edge telefona u odnosu na prošlogodišnje modele. Prednja i zadnja strana uređaja su izrađene od stakla i uokvirene metalnim ramom. Novina u Galaxy dizajnu primećuje se kada telefon držite u ruci. Zadnja strana verzije edge je zaobljena, isto kao i prednja, tako da lakše i lepše leže u ruci. Pored toga, Samsung je novu liniju zaštitio od prašine i vode, što za mnoge korisnike predstavlja veliku prednost.SUPER AMOLED Quad HD ekran modela S7 je dijagonale 5,1 inča, dok zakrivljeni ekran verzije Edge ima 5,5 inča. Zahvaljujući prošlogodišnjem modelu, poznate su njegove praktične funkcije poput preglednosti, obaveštenja na ivici ekrana i kolornog kodiranja. Prikaz na ekranima je oštar, izraženog kontrasta i živopisnih boja. Oba modela raspolažu opcijom Always-On-Display, koja u sleep režimu prikazuje osnovne informacije poput vremena i kalendara.Telefone linije S7 odlikuje brz i fluidan rad zahvaljujući snažnim procesorima Qualcomm Snapdragon 820 i Samsung Exynos 8890. Samsung je iznenadio uvođenjem vodenog hlađenja koje sprečava pregrevanje uređaja. Oba modela imaju 4GB radne i 32GB interne memorije koja putem microSD memorijske kartice može da se proširi do 200GB, što nije bilo moguće kod prethodne serije.","genre":"telefon"},{"name":"LG","img_url":"https://cnet3.cbsistatic.com/img/jTODBykB9Sn_70wy0YzR7mq88G8=/770x433/2016/03/16/4210d1b2-6d4f-4e12-a2a8-f4a1fc9cf825/lg-g5-6169.jpg","thumb1":"https://cdn57.androidauthority.net/wp-content/uploads/2016/04/LG-G5-21-840x560.jpg","thumb2":"http://cdn2.expertreviews.co.uk/sites/expertreviews/files/styles/er_main_wide/public/2016/05/lg_g5_modules.jpg?itok=ak7_WAz7","thumb3":"https://drop.ndtv.com/TECH/product_database/images/lg_g5_db1_ndtv_3308_800X600_5272016120312PM.jpg","info":"LG G5 je Android pametan telefon razvijen od strane LG kompanije. Najavljen je za vreme Svetskog kongresa za telefone kao naslednik prethodne LG G4 iz 2015 godine.G5 se razlike od svojih prethodnika po svojoj aluminijumskoj šasiji i fokusu na modularnosti;Donji deo kućišta koji sadrži bateriju moze da sklizne sa dna uređaja, i moze se zameniti alternativnim dodatnim modulom koji obezbeđuje dodatne funkcije, kao što je drška za kameru ili visoka vernost zvučnog modula sa DAC. G5 je dobio različite komentare; dok je dizajn uređaja dobio pohvale za prelaz na metalnu konstrukciju pritom zadrzavajući sposobnost da se odstrani baterija, dodatak sa modulima je kritikovan zbog svoje ograničenosti i nemogućnosti da izvrši vruću zamenu. LG-jev softver je takođe kritikovan zbog kvaliteta svog prilagođavanja. ","genre":"telefon"},{"name":"Iphone","img_url":"https://boygeniusreport.files.wordpress.com/2014/09/bgr-iphone-6-1.jpg?quality=98&strip=all&w=782","thumb1":"https://static.toiimg.com/thumb/msid-61025127,width-640,resizemode-4/61025127.jpg","thumb2":"https://c.slashgear.com/wp-content/uploads/2017/09/iphonex_hero-1.jpg","thumb3":"https://cnet4.cbsistatic.com/img/knVcFvL9RVPKDKE9kJqJy5L0gQM=/830x467/2017/10/31/312b3b6e-59b7-499a-aea4-9bc5f9721a21/iphone-x-54.jpg","info":"Dijagonala zaslona je 3,5 inča pri rezoluciji od 480x320 pixela i 163 PPI (pixels per inch). Zaslon koristi Multi-Touch tehnologiju koja omogućava bilježenje dodira na više točaka odjednom. Zaslon osjetljiv na dodir koristi rezistivnu tehnologiju za bilježenje dodira na samom zaslonu promjenom napona na samom ekranu prilikom dodira prsta. iPhone također sadrži više različitih senzora kao što je senzor za svijetlo koji automatski prilagođava osvjetljenje na ekranu vanjskim prilikama, te senzor za blizinu koji gasi zaslon kada se telefon prinese na uho. Posjeduje i automatski žiroskop koji detektira usmjerenje i inklinaciju samog uređaja te prema tome prilagođava prikaz na zaslonu.U početku su bila predstavljena dva modela 4GB i 8GB da bi se s vremenom 4GB model ukinuo te uveo onaj od 16 GB.U prodaju je krenuo 29. lipnja 2007. godine a prestao se prodavati 11. srpnja 2008. godine kada je zamjenjen novom verzijom nazvanom iPhone 3G.","genre":"telefon"},{"name":"HTC","img_url":"https://blogs-images.forbes.com/bensin/files/2017/01/htc-one-m7-32gb-ori-set-sis-red-silver-red-sealed-box-5-gifts-directd-1304-12-directd@2.jpg?width=960","thumb1":"https://thedroidguru.com/wp-content/uploads/2017/11/HTC-U11-Update-1.jpg","thumb2":"https://www.o2.co.uk/shop/homepage/images/shop15/brand/htc/u11/bau-23848-htc-u11-build-overview-slice-041-240517.jpg","thumb3":"http://techandus.com/wp-content/uploads/2016/02/htc-one-m101.jpg","info":"HTC ili HTC korporacija je tajvanska kompanija osnovana 15 maja 1997. godine od strane Šer Vang. Bavi se proizvodnjom pametnih (smartphone) uređaja. Kompanija je prvo počela da proizvodi telefone sa majkrosoft vindous mobile softverom ali je u 2009. godini počela da proizvodi uređaje sa operativnim sistemom Android .HTC ima veliku popularnost u celoj Evropi. U Srbiji su najviše zapaženi HTC wildfire i HTC Desire.","genre":"telefon"},{"name":"Blackberry","img_url":"https://venturebeat.com/wp-content/uploads/2017/03/blackberry_keyone_feature.jpg?fit=1200%2C600&strip=all","thumb1":"https://static.digit.in/product/a5be09ff9141476aef51b2c027ea31bfd79ac9bd.jpeg","thumb2":"https://www.technobuffalo.com/wp-content/uploads/2014/12/blackberry-classic-021.jpg","thumb3":"http://s3.amazonaws.com/digitaltrends-uploads-prod/2017/01/Blackberry-Reborn-0009.jpg","info":"BlackBerry gained market share in the mobile industry by concentrating on email. BlackBerry began to offer email service on non-BlackBerry devices, such as the Palm Treo, through the proprietary BlackBerry Connect software. The original BlackBerry device had a monochrome display while newer models installed color displays. All newer models have been optimized for , the use of only the thumbs to type on a keyboard. The Storm 1 and Storm 2 include a SureType keypad for typing. Originally, system navigation was achieved with the use of a scroll wheel mounted on the right side of device models prior to the 8700. The trackwheel was replaced by the trackball with the introduction of the Pearl series, which allowed four-way scrolling. The trackball was replaced by the optical trackpad with the introduction of the Curve 8500 series. Models made to use iDEN networks, such as Nextel, SouthernLINC, NII Holdings, and Mike also incorporate a push-to-talk (PTT) feature, similar to a two-way radio.","genre":"telefon"},{"name":"Alcatel","img_url":"http://images.scroll.com.tr/2016/09/Alcatel-3-Farkl%C4%B1-Modeli-ile-Geliyor-Idol-4s-4s-Shine-Lite.jpg","thumb1":"http://blog.mtel.ba/wp-content/uploads/2017/01/alcatel.jpg","thumb2":"https://www.maxicep.com/img/2/535/300/files/2017/8/19/374704/alcatel-a3-plus-u5-hd-ve-a7-xl-modelleri-o1nk.jpg?v=1503157501","thumb3":"https://venturebeat.com/wp-content/uploads/2017/01/Huawei-Honor-6X-Yeung.jpg?fit=2048%2C1365&strip=all","info":"Alcatel (previously Alcatel OneTouch) is a French brand of mobile handsets owned by Finnish consumer electronics company Nokia and used under license by Chinese electronics company TCL Corporation. The Alcatel brand was licensed in 2005 by former French electronics and telecommunications company Alcatel-Lucent to TCL for mobile phones and devices, and the current license expires at the end of 2024. Nokia acquired the assets of Alcatel-Lucent in 2016 and thus also inherited the licensing agreements for the Alcatel brand.","genre":"telefon"},{"name":"Sony","img_url":"https://www.mobilnionline.com/sites/default/files/vesti/2012/sony-xperia-s/sony-xperia-s.jpg","thumb1":"http://www.navidiku.rs/firme/proizvodgalerija/galerija12261/male/servis-sony-mobilnih-telefona-banjica---va-mobile-shop.jpg","thumb2":"http://static.mondo.rs/Picture/514759/jpeg/Xperia-E5-Black-Homescreen.jpg","thumb3":"http://otkuptehnikebeograd.com/wp-content/uploads/2016/03/8189655548_395f2d272c_b-1024x768.jpg?x98436","info":"Sony Mobile Communications Inc. (ranije Sony Ericsson) je udruženo preduzeće osnovano 2001. godine od strane japanske kompanije za proizvodnju elektronike Sony Corporation, te švedske telekomunikacijtske kompanije Ericsson, kako bi zajedno proizvodili mobilne telefone. Kao razlog ovom udruživanju bio je kombinovanje Sonyjeve stručnosti sa elektronikom sa Ericssonovom tehnološkim vodstvom u telekomunikacijskom sektoru. Obe kompanije su prestale proizvoditi vlastite mobilne telefone. Sjedište kompanije nalazi se u Hammersmithu, London, a timovi za istraživanje i razvoj nalaze se u Švedskoj, Japanu, Kini, Njemačkoj, SAD, Indiji, te u Ujedinjenom Kraljevstvu. Dok je Sony Ericsson uživao u jakom rastu, njegov južnokorejski konkurent LG Electronics preuzima primat u Q1 2008. zbog toga što je profit Sony Ericsson-a doživio značajan pad od 43% na €133 miliona, a prodaja je pala za 8% i udio na tržištu pada sa 9.4% na 7.9%, uprkos povlaštenim uslovima, jer se očekuje porast ručnih uređaja od 10% u 2008. - raširen je strah da je Sony Erricson na ivici pada zajedno sa svojim oštrim takmacem, Motorolom.","genre":"telefon"},
 {"name":"Xiaomi","img_url":"https://www.benchmark.rs/assets/img/news/main/7c707f6f129492dc169a96f405056c44.jpg","thumb1":"http://www.telefoni.ba/wp-content/uploads/2017/10/Xiaomi-MI-Mix-2-Buy-3-725x429.jpg","thumb2":"https://pcpress.rs/wp-content/uploads/2017/12/OEpKgyzJ.jpeg","thumb3":"http://balkans.aljazeera.net/sites/default/files/styles/d8/public/xiaomi_telefoni_reuters_promo.jpg?itok=KMODhOUR","info":"Xiaomi je privatna kineska kompanija koja se bavi proizvodnjom elektronike i softvera sa sedištem u Pekingu. Ovu kompaniju je 2010. godine osnovalo osam partnera. Xiaomi je podržan i od strane Qualcomm-a, kompanije koja sarađuje sa najpoznatijim proizvođačima mobilne tehnologije. Tako su telefoni koje proizvodi Xiaomi opremljeni procesorima Qualcomm Snapdragon procesorima. Xiaomi pored telefona proizvodi teblet računare, pametne narukvice, pametne televizore i brojnu drugu prateću opremu kao što su slušalice, pametna obuća i slično.","genre":"telefon"},{"name":"Lenovo","img_url":"http://opusteno.rs/slike/2015/01/mobilni-telefon-lenovo-a536-25899/mobilni-telefon-lenovo-a536-6.jpg","thumb1":"http://s3.tehnoplus.me/16678_11706.jpg","thumb2":"http://static.mondo.rs/Picture/426732/jpeg/Lenovo-S60-1.jpg","thumb3":"https://www3.lenovo.com/medias/lenovo-smartphone-vibe-k6-hero.png?context=bWFzdGVyfGltYWdlc3wzODIyNXxpbWFnZS9wbmd8aW1hZ2VzL2hiNC9oNjcvOTQxNDE0MDI2NDQ3OC5wbmd8M2Q5NDg4MjZiYmUwYTk4YjM3OGRmZWYyMzkxMDg0ZjM0NTEwYzQxOWFlMjI2NjU4ZmQ0M2FjZWM0NDlhNWVkMQ","info":"Lenovo ili punim imenom Lenovo Group Limited je kineska multinacionalna korporacija koja se bavi razvojem, proizvodnjom i prodajom računarskih tehnologija i to - stonih i prenosnih računara, radnih stanica, servera, uređaja za smeštaj podataka, informacionih tehnologija, softvera i drugih povezanih usluga.Lenovo ima tri glavna centra svojih poslovnih operacija.2005. Lenovo je od IBM-a otkupila tehnologiju i brand ThinkPad vezan zs prenosne računare, u vrednosti 1,75 milijrade USD. 2009. Lenovo postaje četvrti najveći proizvođač računara na svetu, a najveći prodavac u Kini, gde drži tržišni udeo od 28,6%. Za fiskalnu godinu 2008/09 kompanija je ostvarila prodaju u vrednosti 14,9 milijrade USD.","genre":"telefon"},{"name":"Nokia","img_url":"http://www.telefoni.ba/wp-content/uploads/2016/08/PIC1-640x3891-725x430.jpg","thumb1":"https://gadgetpilipinas.net/wp-content/uploads/2011/11/Nokia-N9-begins-shipping_Image-01.jpg","thumb2":"https://upload.wikimedia.org/wikipedia/en/6/6a/Nokia_5800_XpressMusic_3Q.jpg","thumb3":"https://www.mobilnishop.com/blog/wp-content/uploads/2016/12/nokia-phone.jpg","info":"Grupa Nokia je osnovana 1966. godine spajanjem triju industrija koje su se uzdigle još u XIX veku i koje su već nosile to ime; i to industrije hartije, kaučuka i kablova. Firma je počela sa proizvodnjom televizora 70-tih godina prošloga veka, ali je i dalje ostala konglomerat „za sve i svašta“. Do uspona ove marke došlo je 1992, kada se grupa odrekla svih aktivnosti van domena telekomunikacija.","genre":"telefon"}]
